aaron-bond.better-comments
adam-bender.commit-message-editor
alexkrechik.cucumberautocomplete
atishay-jain.all-autocomplete
azemoh.one-monokai
batisteo.vscode-django
blodwynn.featurehighlight
christian-kohler.path-intellisense
codium.codium
cucumberopen.cucumber-official
cweijan.dbclient-jdbc
cweijan.vscode-database-client2
dbaeumer.vscode-eslint
docker.docker
donjayamanne.githistory
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
felixjb.testify
figma.figma-vscode-extension
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
github.codespaces
github.copilot
github.copilot-chat
github.vscode-github-actions
github.vscode-pull-request-github
gitlab.gitlab-workflow
howardzuo.vscode-git-tags
humao.rest-client
ionutvmi.path-autocomplete
jamesmaj.easy-icons
jmrog.vscode-nuget-package-manager
junstyle.vscode-django-support
kamikillerto.vscode-colorize
leonardosal.cucumber-gotostep
luwenjiechn.nunjucks-vscode-snippets
mhutchie.git-graph
morrislaptop.vscode-open-in-sourcetree
ms-azure-devops.azure-pipelines
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-docker
ms-playwright.playwright
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
omartawfik.github-actions-vscode
peterschmalfeldt.explorer-exclude
postman.postman-for-vscode
qwtel.sqlite-viewer
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
robocorp.robotframework-lsp
ronnidc.nunjucks
ryanrosello-og.playwright-vscode-trace-viewer
saoudrizwan.claude-dev
stevejpurves.cucumber
streetsidesoftware.code-spell-checker
techer.open-in-browser
tombonnike.vscode-status-bar-format-toggle
valentjn.vscode-ltex
vinirossa.vscode-gitandgithub-pack
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscode-icons-team.vscode-icons
waderyan.gitblame
wallabyjs.quokka-vscode
wholroyd.jinja
xabikos.javascriptsnippets
xabikos.reactsnippets
zhuangtongfa.material-theme
ziyasal.vscode-open-in-github
